<!doctype html>
<html lang="en" data-bs-theme="auto">
<?php $path = "/treaty/"; ?>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>Быстрый Кредит - Ваш личный эксперт</title>
	<meta name="description" content="Быстрый Кредит - Ваш личный эксперт">
	<link href="<?php echo $path; ?>assets/css/fonts.css" rel="stylesheet">
	<link href="<?php echo $path; ?>assets/css/bootstrap.min.css" rel="stylesheet">
	<link href="<?php echo $path; ?>assets/css/purple_styles.css?v=2" rel="stylesheet">
	<link rel="preconnect" href="https://fonts.googleapis.com">
	<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
	<link href="https://fonts.googleapis.com/css2?family=Roboto:wght@100;300;400;500;700;900&family=Unbounded:wght@200;300;400;500;600;700;800&display=swap" rel="stylesheet">
	<link rel="shortcut icon" href="/src/images/favicon.ico" type="image/x-icon">
	<link rel="icon" href="/src/images/favicon.ico" type="image/x-icon">
</head>

<body>
	<nav class="navbar navbar-expand-md navbar-dark fixed-top bg-theme">
		<div class="container"> 
		<a class="navbar-brand" href="#"><img class="logo" src="/src/images/logo.png"></a>
			<div class="collapse navbar-collapse" id="navbarCollapse">
				<ul class="navbar-nav ms-auto mb-2 mb-md-0">
					<li class="nav-item"> <a class="nav-link" target="_blank" href="<?php echo $path; ?>treaty/treaty.pdf">Публичный договор</a> </li>
				</ul>
			</div>
		</div>
	</nav>
	<main class="container">
		<div class="row">
			<div class="col-md-6">
				<div class="block-sign p-4 my-5">
					<h1 class="block-title" style="text-align: center;">Электронный договор</h1>
					<p class="block-text" style="text-align: center;">
					Электронная подпись публичного договора возмездного оказания услуг
					<br/>ООО «Момент Кредит» публикует настоящую публичную оферту с целью заключения публичного договора оказания консультационных услуг с каждым физическим лицом (далее - Клиент), обратившимся к Консультанту для получения таких услуг.
					<br/>Клиент, заполнивший и отправивший настоящую Заявку (форму) на официальный сайт Консультанта, тем самым заключает публичный договор с ООО «Момент Кредит» на предоставление консультационных услуг путем присоединения к размещенному на сайте Договору, то есть посредством принятия Клиентом условий настоящего договора в целом, без каких-либо условий, изъятий, оговорок.
					<br/>Клиент заполнивший заявку дает согласие что ознакомлен с Прейскурантом компании ООО " Момент Кредит" <a style="color: white;" target="_blank" href="<?php echo $path; ?>treaty/treaty.pdf">Ознакомиться можно тут</a>

					<br/><br/>Ознакомиться с условиями договора можно здесь: <a style="color: white;" target="_blank" href="<?php echo $path; ?>treaty/treaty.pdf">Нажмите для чтения</a>
					</p>
				</div>
				<div class="block-treaty p-4 my-5">
					<h1 class="block-title">Договор</h1>
					<p class="block-text block-scroll" style="font-size: 13px;">
						Настоящий Публичный договор (далее – Договор) определяет порядок оказания
					консультационных услуг, а также взаимные права, обязанности и порядок
					взаимоотношений между ООО «Момент Кредит» (именуемое в
					дальнейшем «Консультант», в лице директора Стригун Антонина Ильинична
					действующего на основании устава, и физическим лицом – заказчиком услуг,
					именуемым в дальнейшем «Клиент», принявшим (акцептовавшим) публичное
					предложение (оферту) о заключении настоящего Договора (далее – Стороны).
					<br><br>ОБЩИЕ ПОЛОЖЕНИЯ<br>
					В настоящем Договоре применяются следующие основные термины и их
					определения:
					договор – договор между Клиентом и Консультантом на оказание
					консультационных услуг, заключенный посредством отправки заявки на выдачу
					кредита на сайт Консультанта;
					оферта – публичное предложение Консультанта заключить настоящий Договор,
					адресованное широкому кругу лиц с целью оказания определенного вида услуг,
					путем опубликования (размещения) текста публичного договора на
					официальном сайте Консультанта kredit-srochno.by
					акцепт (принятие) оферты – отправка Клиентом заполненной на сайте
					Консультанта заявки о выдаче кредита. Акцептование Клиентом настоящего
					Договора означает, что он полностью согласен со всеми положениями
					настоящего Договора.
					<br><br>1. ПРЕДМЕТ ДОГОВОРА. ПОРЯДОК ЗАКЛЮЧЕНИЯ ДОГОВОРА<br>
					1.1. По настоящему договору Консультант обязуется по заданию Клиента
					оказать, а Клиент обязуется оплатить следующие консультационные услуги
					(далее – «Услуги»):
					- проведение консультирования по вопросу о видах, условиях и порядке
					предоставления кредитов банками (их структурными подразделениями),
					расположенными на территории Республики Беларусь (далее – банк);
					- содействие Клиенту в выборе банка и программы кредитования,
					отвечающей потребностям Клиента, указанным в Заявке на оказание услуг;
					- информационное содействие Клиенту в сборе и оформлении документов,
					необходимых и достаточных для получения кредита (заключения кредитного
					договора);
					- по согласованию с Клиентом техническое содействие Клиенту во
					взаимоотношениях с банком при зачислении денежных средств, полученных в
					кредит, на счет Клиента
					<br>1.2. Цель получения, примерная сумма и валюта кредита, срок пользования
					кредитом, а также иные условия, на которых Клиент желал бы получить кредит,
					указываются Клиентом в Заявке на оказание услуг (далее – «Заявка»),
					являющейся неотъемлемой частью настоящего договора и размещенной на сайте
					kredit-srochno.by
					<br>1.3. Настоящий Договор является публичным договором (ст. 396 ГК), в
					соответствии с которым Консультант берет на себя обязательство по оказанию
					услуг в отношении неопределенного круга лиц (Клиентов).
					<br>1.4. Публикация (размещение) текста настоящего Договора на
					официальном сайте Консультанта: kredit-srochno.by , является публичным
					предложением (офертой) Консультанта, адресованным неопределенному кругу
					лиц, заключить настоящий Договор (п. 2 ст. 407 ГК).
					<br>1.5. Заключение настоящего Договора производится путем присоединения
					Клиента к настоящему Договору, то есть посредством принятия (акцепта)
					Клиентом условий настоящего договора в целом, без каких-либо условий,
					изъятий, оговорок (ст. 398 ГК).
					<br>1.6. Фактом, подтверждающим принятие Клиентом условий и заключение
					настоящего Договора, является отправка Клиентом заполненной заявки на
					официальный сайт Консультанта: kredit-srochno.by/dogovor в порядке и на
					условиях, определенных настоящим Договором.
					<br>1.7. Настоящий Договор считается заключенным с момента отправки
					клиентом заполненной заявки на получение кредита на официальный сайт
					Консультанта: kredit-srochno.by (п. 3 ст. 408 ГК). Всю ответственность за
					правильность и истинность информации, указанной в заявке несет Клиент.
					Консультант не проверяет информацию, изложенную в заявке, на предмет
					соответствия действительности.
					<br>1.8. Настоящий договор при условии соблюдения порядка его акцепта,
					считается заключенным в простой письменной форме (п.п. 2, 3 ст. 404 и п. 3 ст.
					408 ГК).
					<br>1.9. Оферта является действительной в той редакции и на тех условиях,
					которые существовали на момент подачи заявки.
					<br>1.10. Местом заключения договора Стороны признают местонахождение
					Консультанта.
					<br><br>2. ПОРЯДОК ОКАЗАНИЯ И ПРИЕМКИ УСЛУГ<br>
					2.1. Консультант оказывает Услуги в следующие сроки:
					- начало оказание Услуг: с момента заключения настоящего договора.
					- окончание оказания Услуг: заключения между Банком и Клиентом
					кредитного договора о предоставлении кредита в соответствии с выбранной
					Клиентом программой кредитования.
					<br>2.2. Клиент самостоятельно выбирает Банк и программу кредитования на
					основе информации, предоставленной Консультантом. Консультант не несет
					ответственность за последствия выбора Клиентом Банка и программы
					кредитования.
					<br>2.3. Клиент обязан при составлении заявки предоставить Консультанту
					максимально полную и достоверную информацию, а также документы (их
					надлежащим образом заверенные копии), необходимые для получения Клиентом
					кредита. Предоставление документов возможно как непосредственно в офисе
					Консультанта по адресу указанному в разделе «Реквизиты» так и посредством
					электронной связи.
					Консультант после получения заявки для уточнения информации
					предоставленной Клиентом, а так же в случае необходимости получения
					дополнительной информации связывается с Клиентом по номеру телефона,
					указанного Клиентом в заявке.
					При выявлении обстоятельств, значительно затрудняющих либо делающих
					невозможным заключение кредитного договора с Банком, Клиент обязан
					немедленно сообщить об этом Консультанту.
					<br>2.4. Консультант не дает Клиенту гарантию заключения банком с Клиентом
					кредитного договора и фактического предоставления Клиенту кредита в
					соответствии с выбранной Клиентом программой кредитования. Окончательное
					решение по выдаче кредита принимает банк. Консультант вправе выразить свое
					профессиональное мнение по вопросу возможности/невозможности получения
					Клиентом кредита на заявленных условиях.
					<br>2.5. Услуги считаются оказанными и подлежащими оплате в полном
					объеме в случае заключения между Банком и Клиентом кредитного договора о
					предоставлении кредита в соответствии с выбранной Клиентом программой
					кредитования.
					Если в процессе заключения кредитного договора Банк и Клиент
					согласовали условия предоставления и получения кредита, отличные от условий
					выбранной Клиентом программой кредитования, Услуги также считают
					оказанными Консультантом и подлежащими оплате Клиентом в полном объеме.
					<br>2.6. Клиент обязан в течение 12-ти часов с момента получения от Банка
					информации об одобрении выдачи кредита и заключения кредитного договора
					уведомить об этом Консультанта.
					<br>2.7.Оказание Услуг Клиенту по общему правилу не сопровождается
					составлением Акта приемки-сдачи оказанных услуг. По требованию одной из
					сторон, Консультантом может быть составлен единолично Акт приемки-сдачи
					оказанных услуг. Так же стороны по согласованию могут составить
					двухсторонний Акт приемки-сдачи оказанных услуг. Акт может быть подписан
					посредством обмена электронными копиями документов, подписанными
					собственноручно сторонами. В случае отсутствия акта, услуга считается
					оказанной Консультантом в полном объеме и надлежащим образом с момента
					принятия Банком решения о выдаче Клиенту кредита, и подлежит оплате со
					стороны Клиента.
					<br>2.8. В ходе оказания услуг Клиент дает согласие на то, что Консультант в
					целях оказания консультационных услуг по настоящему договору, имеет право:
					<br>2.8.1. получать от Клиента информацию, указанную в Заявке, а так же иную
					дополнительную информацию включая персональные данные и изображение
					паспорта Клиента;
					<br>2.8.2. получив от Клиента идентификационный номер и код посредством
					СМС сообщения проверять на сайте кредитного регистра, в иных открытых
					источниках, кредитный отчет Клиента на предмет возможности выдачи кредита
					и условий его выдачи;
					<br>2.8.3. по указанию Клиента связываться с банками и отправлять на сайты
					банков заявки о выдаче кредитов от имени Клиента либо заполнять от имени
					Клиента регистры расположенные на сайтах банка либо в мобильных
					приложениях банков;
					<br>2.8.4. по указанию Клиента, получив от него логин и пароль, проверять на
					сайте банка информацию о предоставлении/непредоставлении кредита,
					поступлении денежных средств на виртуальный банковский счет открытый на
					имя Клиента;
					<br>2.8.5. по указанию Клиента получив от него логин и пароль, переводить
					денежные средства, полученные в качестве кредита на счет Клиента через
					систему мобильного приложения либо на сайте банка;
					<br>2.8.6. по согласованию с Клиентом удерживать из суммы полученного
					кредита денежные средства в размере стоимости консультационных услуг.
					<br><br>3. ЦЕНА И ПОРЯДОК РАСЧЕТОВ<br>
					3.1. Стоимость предоставляемых по настоящему Договору услуг
					Консультанта зависит от суммы согласованного Банком Клиенту кредита.
					Стоимость услуг и порядок ее определения указана в Прейскуранте № 1 от
					05.09.2022 года, размещенном на официальном сайте Консультанта.
					Консультант не является плательщиком НДС на основании подп. 3.12 п. 3.
					ст. 286 НК РБ.
					<br>3.2. В случае, если кредит будет предоставлен в размере, отличном от
					суммы, указанной Клиентом в Заявке, цена Услуг подлежит соответствующему
					пересмотру по фактической сумме кредита (уменьшению или увеличению) в
					соответствии с Прейскурантом цен (тарифов) № 1 от 05.09.2022 года.
					<br>3.3. Стороны по согласованию могут выбрать один из следующих способов
					оплаты услуг Консультанта:
					<br>3.3.1. Клиент после получения денежных средств по кредиту на свой счет
					в течении 24 часов обязуется уплатить Консультанту вознаграждение в указанном
					в п.3.1. размере путем перечисления денежных средств на счет Консультанта,
					указанный в разделе «Реквизиты».
					<br>3.3.2. Консультант удерживает стоимость услуг из суммы полученного
					кредита и по указанию Клиенту перечисляет ему денежные средства за минусом
					стоимости консультационных услуг.
					<br>3.4. Оплата производится посредством перечисления Клиентом денежных
					средств на расчётный счёт Консультанта. Расходы, связанные с осуществлением
					банковского перевода, в том числе, по уплате комиссионного вознаграждения
					банку (банкам), несет Клиент.
					<br>3.5. Расходы, связанные с получением кредита (в том числе, с получением
					необходимых документов от уполномоченных органов, с уплатой
					государственных пошлин, комиссионного вознаграждения банку и т.п.),
					осуществляются за счет Клиента.
					<br><br>4. ОТВЕТСТВЕННОСТЬ СТОРОН И ПОРЯДОК РАЗРЕШЕНИЯ<br>
					СПОРОВ
					4.1. Стороны несут ответственность за неисполнение или ненадлежащее
					исполнение условий настоящего договора в соответствии с законодательством
					Республики Беларусь.
					<br>4.2. Консультант не несет ответственность за отказ Банка от
					предоставления Клиенту кредита, а также за любое иное неисполнение или
					ненадлежащее исполнение Банком своих обязательств перед Клиентом.
					<br>4.3. Консультант не несет ответственность перед Банком и/или третьими
					лицами за неисполнение или ненадлежащее исполнение Клиентом обязательств
					по кредитному договору или какому-либо иному обязательству, прямо или
					косвенно связанному с кредитным договором.
					<br>4.4. Клиент несет ответственность за достоверность предоставляемой
					информации и документов в соответствии с законодательством Республики
					Беларусь.
					<br>4.5.Консультант не несет ответственности за несоответствие
					предоставленных Услуг ожиданиям Клиента и/или за его субъективную оценку,
					такое несоответствие ожиданиями/ или отрицательная субъективная оценка не
					являются основаниями считать Услуги оказанными некачественно, или не в
					согласованном объеме.
					<br>4.6. За неуплату или несвоевременную уплату стоимости Услуг Клиент
					обязан уплатить Консультанту неустойку (пеню) в размере 1 % от неуплаченной
					в срок суммы за каждый день просрочки.
					<br>4.7. Стороны освобождаются от ответственности за частичное или полное
					неисполнение обязательств по Договору, если таковое явилось следствием
					обстоятельств действия непреодолимой силы.
					<br><br>5. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ<br>
					5.1. Настоящий Договор вступает в силу от даты принятия (акцепта)
					настоящего Договора Клиентом и действует до полного исполнения Сторонами
					обязательств.
					<br>5.2. Консультант вправе в одностороннем порядке отказаться от
					исполнения обязательств по настоящему договору в случае:
					- непредставления Клиентом информации и документов, необходимых и
					достаточных для оказания Услуги
					- предоставления Клиентом недостоверных сведений или подложных
					документов;
					- в иных случаях, предусмотренных законодательством Республики
					Беларусь.
					Во всех вышеуказанных случаях настоящий договор прекращает свое
					действие с момента получения Клиентом уведомления об одностороннем отказе
					Консультанта от исполнения обязательств по настоящему Договору.
					Уведомление направляется по адресу для корреспонденции, указанному
					Клиентом в Заявке либо посредством электронной связи.
					<br>5.3. Отношения Сторон, не урегулированные настоящим договором,
					регулируются законодательством Республики Беларусь.
					<br>5.4. Стороны согласовали, что во время оказания Услуг может
					осуществляться видеозапись, аудиозапись и фотосъемка изображения и (или)
					голоса Клиента. Консультант имеет право использовать указанные видеозаписи
					и фото по своему усмотрению в рекламных и иных целях, в том числе размещать
					в сети Интернет и других средствах массовой информации без какого-либо
					вознаграждения за такое использование.
					<br>5.5. Предоставляя Консультанту персональные данные приотправки заявки
					и в дальнейшем в ходе исполнения настоящего договора, Клиент дает свое
					согласие на сбор и обработку Консультантом такой персональной информации, в
					том числе ее передачу третьим лицам в порядке,
					установленном законодательством Республики Беларусь. Консультант при
					обработке персональных данных принимает необходимые меры для защиты
					персональных данных от неправомерного или случайного доступа к ним,
					уничтожения, изменения, блокирования, копирования, предоставления,
					распространения персональных данных, а также от иных неправомерных
					действий в отношении персональных данных. Консультант оставляет за собой
					право хранить информацию полученную от Клиента. Хранение информации
					осуществляется в соответствии с требованиями законодательства Республики
					Беларусь. Использование данной информации возможно только с согласия
					Клиента.
					<br>5.6. Заключая настоящий договор, Клиент подтверждает, что ознакомлен с
					Прейскурантом №1 от 05 сентября 2022 года.

					</p>
				</div>
			</div>
			<div class="col-md-6">
				<div class="block-treaty p-4 my-5">
					<form>
						<div>
							<label>Фамилия</label>
							<input type="text" class="input-field w_inp_lastname" placeholder="Фамилия">
							<div class="form-warning w_lastname"></div>
						</div>
						
						<div>
							<label>Имя</label>
							<input type="text" class="input-field w_inp_firstname" placeholder="Имя">
							<div class="form-warning w_firstname"></div>
						</div>
						
						<div>
							<label>Отчество</label>
							<input type="text" class="input-field w_inp_surname" placeholder="Отчество">
							<div class="form-warning w_surname"></div>
						</div>
						
						<div>
							<label>Телефон</label>
							<input type="text" class="input-field w_inp_number" placeholder="+375" value="+375">
							<div class="form-warning w_number"></div>
						</div>
						
						<div>
							<label>Дата рождения</label>
							<input type="text" class="input-field w_inp_date" id="w_inp_date" placeholder="ДД.ММ.ГГГГ">
							<div class="form-warning w_date"></div>
						</div>
						
						<div>
							<label>Адрес регистрации</label>
							<input type="text" class="input-field w_inp_address" placeholder="Адрес регистрации (город, улица, дом, корпус, квартира)">
							<div class="form-warning w_address"></div>
						</div>
						
						<div>
							<label>Идентификационный номер</label>
							<input type="text" class="input-field w_inp_identify" placeholder="Идентификационный номер">
							<div class="form-warning w_identify"></div>
						</div>
						
						<div>
							<label>Сумма комиссии</label>
							<input type="text" class="input-field w_inp_comission" placeholder="Сумма комиссии">
							<div class="form-warning w_comission"></div>
						</div>
						
						<div id="page1">
							<label>Электронная подпись</label>
							<canvas class="textarea-field2 w_inp_podpis" id="canvas1"></canvas>
							<div class="form-warning w_podpis" style="margin-top: 0px;"></div>
						</div>
						
						<div>
							 <div class="checkbox">
								<label class="custom-checkbox">
								  <input id="checkbox_1" type="checkbox" name="checkbox-0" value="0">
								  <span class="checkbox_1">Я с условиями договора ознакомлен(а) и согласен(сна)</span>
								</label>
								<label class="custom-checkbox">
								  <input id="checkbox_4" type="checkbox" name="checkbox-4" value="2">
								  <span class="checkbox_4">Я согласен(а) на обработку <a href="<?php echo $path; ?>treaty/personal_Information2.pdf" target="_blank">персональных данных</a></span>
								</label>
								<label class="custom-checkbox">
								  <input id="checkbox_2" type="checkbox" name="checkbox-1" value="1">
								  <span class="checkbox_2">Я с <a href="<?php echo $path; ?>treaty/pricelist3.pdf" target="_blank">прейскуратном</a> цен ознакомлен(а) и согласен(сна)</span>
								</label>
								<label class="custom-checkbox">
								  <input id="checkbox_3" type="checkbox" name="checkbox-2" value="2">
								  <span class="checkbox_3">Я уведомлен(а) и ознакомлен(а) со всеми формами <a href="<?php echo $path; ?>treaty/pr2.pdf" target="_blank">мошенничества</a> со стороны третьих лиц</span>
								</label>
							 </div>
							 <button id="confirm_request" type="button" class="btn btn-primary btn-treaty">Подписать договор</button>
							<button id="btn_confirm_request" style="display: none;" type="button" class="btn btn-primary btn-treaty" data-bs-toggle="modal" data-bs-target="#thanksModal"></button>
						</div>
					</form>
				</div>
			</div>
		</div>
	</main>
	<div class="container-fluid bg-theme">
		<div class="container bg-theme">
			<footer class="row row-cols-1 row-cols-sm-2 row-cols-md-5 py-5 m-0 border-top">
				<div class="col-md-6 mb-3">
					<a href="/" class="d-flex align-items-center mb-3 link-body-emphasis text-decoration-none">
						<img src="/src/images/logo.png" >
					</a>
					<p class="footer-phone">+375 (44) 753-98-31</p>
				</div>
				<div class="col-md-6 mb-3">
					<h5 class="footer-title">Подробная информация:</h5>
					<p class="footer-text">
					© *Мы не оказываем услуги по оформлению и предоставлению населению микрозаймов,
					регулируемых Указом Президента №394 от 23.10.2019 "О привлечении и предоставлении займов, деятельности микрофинансовых организаций.
					</p>
					<h5 class="footer-title">Реквизиты и контакты</h5>
					<p class="footer-text">
					<span>Полное наименование:</span> Общество с ограниченной ответственностью «Момент Кредит»<br/>
					<span>Сокращенное наименование:</span> ООО «Момент Кредит»<br/>
					<span>Юридический адрес:</span> Республика Беларусь 220113 г. Минск, ул. Мележа 5/2 офис 1603<br/>
					<span>Учетный номер плательщика (УНП):</span> 193652121
					</p>
					
				</div>
			</footer>
		</div>
	</div>
	
	<!-- Модальное окно -->
	<div class="modal fade" id="thanksModal" tabindex="-1" aria-labelledby="exampleModalLabel" aria-hidden="true">
	  <div class="modal-dialog">
		<div class="modal-content">
		  <div class="modal-header">
			<button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Закрыть"></button>
		  </div>
		  <div class="modal-body">
			<h1>Спасибо! Ожидайте звонок специалиста.</h1>
		  </div>
		  <div class="modal-footer">
			<button type="button" class="btn btn-primary btn-treaty" data-bs-dismiss="modal" aria-label="Закрыть">ОК</button>
		  </div>
		</div>
	  </div>
	</div>
	
	<script src="<?php echo $path; ?>assets/js/bootstrap.bundle.min.js"></script>
	<script src="https://code.jquery.com/jquery-3.7.0.min.js"></script>
	<script src="<?php echo $path; ?>assets/js/app.js?v=7"></script>

	<style type="text/css">
		@media (max-width: 560px) {
			.modal {
				margin-top: 70px !important;
			}
		}
		
		.custom-checkbox>span {
		    display: block !important;
		}
	</style>
</body>

</html>